#Напишите программу, которая на вход принимает число (N), а на выходе 
# показывает все чётные числа от 1 до N.

a = 17
number = 2
while number <= a :
    print(number)  
    number += 2  